not_now/fio/fio_disk/disk_bare/without_raid_cache/log/RAID0/log_39/sdd/fio_randwrite_08k.log
test: (g=0): rw=randwrite, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=14191: Mon Jul 23 17:51:45 2018
  write: IOPS=450, BW=3607KiB/s (3694kB/s)(1024MiB/290686msec)
    slat (usec): min=3, max=195, avg=20.87, stdev= 7.54
    clat (usec): min=290, max=887374, avg=141906.41, stdev=55912.88
     lat (usec): min=312, max=887391, avg=141927.74, stdev=55912.95
    clat percentiles (msec):
     |  1.00th=[   62],  5.00th=[   75], 10.00th=[   84], 20.00th=[   99],
     | 30.00th=[  111], 40.00th=[  124], 50.00th=[  136], 60.00th=[  148],
     | 70.00th=[  163], 80.00th=[  178], 90.00th=[  201], 95.00th=[  220],
     | 99.00th=[  347], 99.50th=[  418], 99.90th=[  567], 99.95th=[  726],
     | 99.99th=[  860]
   bw (  KiB/s): min=  512, max= 4832, per=100.00%, avg=3607.56, stdev=315.61, samples=581
   iops        : min=   64, max=  604, avg=450.94, stdev=39.45, samples=581
  lat (usec)   : 500=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 20=0.05%, 50=0.13%, 100=21.63%
  lat (msec)   : 250=75.69%, 500=2.30%, 750=0.17%, 1000=0.03%
  cpu          : usr=0.57%, sys=1.46%, ctx=131074, majf=0, minf=327
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=0,131072,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=3607KiB/s (3694kB/s), 3607KiB/s-3607KiB/s (3694kB/s-3694kB/s), io=1024MiB (1074MB), run=290686-290686msec

Disk stats (read/write):
  sdd: ios=42/131070, merge=0/0, ticks=119/18578451, in_queue=18579237, util=100.00%